{"jack":{"certificates":[{"company":"ServiceNow","description":"Certified System Administrator","icon":"assets/images/servicenow_CDA.svg","name":"CSA"},{"company":"ServiceNow","description":"Certified Application Developer","icon":"assets/images/servicenow_CDA.svg","name":"CAD"}],"domain_services":[{"name":"Maintenance Instance","score":9,"icon":"assets/images/maintaince.jpeg","description":"Maintenance Instance helps to a separate instance of the platform that is used for testing, development, and making changes to the system without impacting the production environment. It allows administrators and developers to experiment, configure, and customize the platform without affecting the stability and functionality of the live production instance."},{"name":"ITSM","score":9,"icon":"assets/images/itsm.jpeg","description":"ServiceNow's ITSM module provides a comprehensive suite of tools and functionalities to support IT service management processes such as incident management, problem management, change management, service catalog, service level management, and more. It helps organizations streamline their IT operations, improve service quality, and enhance customer satisfaction by providing a centralized platform for managing and resolving IT-related issues and requests."},{"name":"CSM","score":9,"icon":"assets/images/csm.jpeg","description":"CSM provides organizations with tools and functionalities to effectively handle customer inquiries, requests, and issues, ensuring a seamless and satisfactory customer experience. It enables organizations to streamline their customer service operations, improve response times, and enhance customer satisfaction by providing a unified platform for managing customer interactions and resolving issues efficiently."},{"name":"Upgrade Instance","score":9,"icon":"assets/images/upgrade.png","description":"The upgrade instance is typically used to perform thorough testing of the new version, including testing of customizations, workflows, integrations, and any other configurations specific to the organization. It helps identify any compatibility issues, conflicts, or unexpected behavior that may arise during the upgrade process."},{"name":"Custom App","score":8,"icon":"assets/images/custom_app.png","description":"Helps to built an app on top of the ServiceNow platform to address specific business requirements or processes. It is a way to extend the functionality of the platform beyond its out-of-the-box capabilities."},{"name":"Workspace","score":9,"icon":"assets/images/workspace.png","description":"Personalized and customizable interface within the platform that allows users to access and interact with various applications, modules, and tools relevant to their roles and responsibilities. Workspaces provide a tailored and efficient user experience by presenting users with the specific information and functionalities they need to perform their tasks effectively."},{"name":"Service Portal","score":7,"icon":"assets/images/portal.png","description":"Service Portal is a user-friendly and customizable interface that allows users to access and interact with various IT services and resources. Its provides a modern and intuitive user experience, designed to enhance user satisfaction and productivity. It allows organizations to create personalized portals tailored to specific user roles or departments, providing a customized experience based on individual needs."},{"name":"Integration","score":7,"icon":"assets/images/integration.png","description":"Integration enables the flow of information between systems, allowing for real-time updates, improved collaboration, and enhanced efficiency. ServiceNow offers various integration methods, including web services, APIs, and connectors, to facilitate the integration process and enable organizations to leverage the full potential of their IT ecosystem."}],"id":"jack","links":[{"icon":"assets/images/servicenow.png","name":"servicenow","url":"https://nowlearning.servicenow.com/lxp?id=nl_public&user=calu276"},{"icon":"assets/images/github.png","name":"github","url":"https://github.com/dangkychua"},{"icon":"assets/images/blog.png","name":"blog","url":"https://jacklu.home.blog"}],"profile":{"city":"Ho Chi Minh","email":"****@gmail.com","image":"assets/images/profile.png","introduce":"Professional with experience on the ServiceNow platform, focusing on usability and performance improvements. Proficient in troubleshooting issues, debugging programs, and managing team workloads. Experienced in Agile/Scrum methodology. Seeking opportunities to integrate DevOps & AI into customer business.","mobile":"093******","name":"Ca Lu","nation":"Vietnam","title":"Senior ServiceNow Developer"},"skills":[{"name":"ServiceNow Platform","score":0.9},{"name":"WebService","score":0.7},{"name":"Integration","score":0.7},{"name":"Scrum / Agile","score":0.8},{"name":"Git / Github","score":0.7},{"name":"JavaScript","score":0.8},{"name":"Code Review","score":0.7}]}} 